Repository: andrewschleifer/freetalk
Catalog: po/*.po
Languages: bg

source: No such command or buddy. See /help
bg: Няма такава команда или контакт. Вижте /help.

source: Connected.
bg: Свързан.

source: Could not connect.
bg: Неуспех при свързването.

source: Authenticating ...
bg: Удостоверяване…

source: [message of type '%s']
bg: [съобщение от вид „%s“]

source: [iq received: %s (unhandled yet)]
bg: [получено iq: %s (все още не се обработва)]

source: [iq received: (unhandled yet)]
bg: [получено iq: (все още не се обработва)]

source: Connecting ...
bg: Свързване…

source: Not connected, (use /connect)
bg: Не сте свързани (използвайте /connect)

source: none
bg: без

source: pending
bg: висящо

source: from
bg: от

source: from + pending
bg: от + висящо

source: to
bg: към

source: both
bg: двустранно

source: [%s nickname: %s -> %s]
bg: [псевдоним на %s: %s -> %s]

source: [%s subscription: %s -> %s]
bg: [записване за %s: %s -> %s]

source: [%s removed from buddy list]
bg: [%s бе премахнат от списъка с контакти]

source: BUDDY coloring enabled
bg: Осветяването на контакти е включено

source: BUDDY coloring disabled
bg: Осветяването на контакти е изключено

source: Already connected
bg: Вече сте свързани

source: Server not set
bg: Не е зададен сървър

source: JID not set
bg: Не е зададен JID

source: SSL support not available
bg: Липсва поддръжка на SSL

source: Proxy Server not set
bg: Не е зададен сървър-посредник

source: Error, could not connect :
bg: Грешка при свързване:

source: Enable TLS/SSL (Y/N)? [Y]:
bg: Активиране на TLS/SSL (Y/N)? [Y]:

source: Port [
bg: Порт [

source: Enable Proxy (Y/N)? [Y]:
bg: Включване на сървър-посредник (Y/N)? [Y]:

source: ProxyServer:
bg: Сървър-посредник:

source: ProxyPort [
bg: Порт на сървъра-посредник [

source: ProxyUsername:
bg: Потребителско име за сървър-посредник:

source: Already Logged in. /disconnect first
bg: Вече сте свързани. (Първо използвайте /disconnect)

source: Could not login.
bg: Неуспех при свързване.

source: freetalk: error: command [
bg: freetalk: грешка: командата [

source: ] not bound to any procedure
bg: ] не е свързана с нито една процедура

source: no such command
bg: няма такава команда

source: No file to send
bg: Не е указан файл за изпращане

source: Bad ID
bg: Невалиден идентификатор

source: Invalid filename
bg: Невалидно име на файл

source: Missing cookie number
bg: Липсва номер на бисквитката

source: [use /allow-file
bg: [използвайте /allow-file

source: [file-name] to accept]
bg: [име на файл] за да потвърдите]

source: does not support IBB for file transfer]
bg: не поддържа IBB за файлов трансфер]

source: [failed to open file
bg: [неуспех при отваряне на файл

source: Told [
bg: Казах на [

source: ] that I'm proud of using Freetalk
bg: ], че съм горд потребител на Freetalk

source: Yes [
bg: Да, [

source: ] is using [
bg: ] използва [

source: No, but [
bg: Не, но [

source: proud-of-freetalk.scm: wrong number of arguments to /freetalk
bg: proud-of-freetalk.scm: грешен брой аргументи на /freetalk

source: Incomplete syntax
bg: Непълен синтаксис

source: Jabber Server:
bg: Сървър на Jabber:

source: Status:
bg: Състояние:

source: is now
bg: сега е

source: Online
bg: На линия

source: Offline
bg: Изключен

source: [Buddy request recieved from
bg: [Получено запитване от

source: use /allow or /deny]
bg: (използвайте /allow или /deny)]

source: [Use /add
bg: [Използвайте /add

source: to add him/her to your buddy list]
bg: , за да го добавите към списъка с контакти]

source: Press "C-d" to get back to freetalk
bg: Въведете „C-d“, за да се върнете във freetalk

source: Copyright (C) 2005, 2006 FreeTalk Core Team.
bg: Авторски права © 2005, 2006 Екип от разработчици на Freetalk.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
bg: Това е свободен софтуер — вижте изходния код за условията на разпространение. НЯМА никакви гаранции, дори и косвените за ПРОДАЖБА или СЪОТВЕТСТВИЕ С КАКВАТО И ДА Е УПОТРЕБА.

source: usage: /broadcast [MESSAGE]
bg: употреба: /broadcast [СЪОБЩЕНИЕ]

source: usage: /pipe BUDDY COMMAND [OPTIONS]
bg: употреба: /pipe КОНТАКТ КОМАНДА [ОПЦИИ]

source: usage: /load [FILE]
bg: употреба: /load [ФАЙЛ]

source: usage: /burst-of-romance BUDDY COUNT MESSAGE
bg: употреба: /burst-of-romance КОНТАКТ БРОЙ СЪОБЩЕНИЕ

source: usage: /burst BUDDY MESSAGE
bg: употреба: /burst КОНТАКТ СЪОБЩЕНИЕ

source: usage: /greet BUDDY
bg: употреба: /greet КОНТАКТ
